<?php

return [
    'error_server' => 'Что то работает неправильно пожалуйста обратитесь к СА!(((',
    'not_access' => 'У вас нет доступа.',
    'not_active' => 'Ваш аккаунт заблокирован',
    'only_json' => 'Доступно только json',
    'many_try' => 'Слышком много попыток !!!',
    'unique_try' => 'Вы не можете отправить запрос в течение :sec секунд.',
    'success_step_1' => 'Первый шаг успешно пройден. Вам будет отправлен СМС код.',
    'success_step_2' => 'Втарой шаг успешно пройден.',
    'try_again_step_1' => 'Повторите первый шаг!',
    'validate_client_register_id' => 'Нет идентификатора кода',
    'sms_code_not_found' => 'Неверный код.',
    'add' => 'Дабавлено',
    'sms' => [
        'sms_code' => 'Ваш код: :sms_code',
    ],
    'no_auth' => 'Ваша авторизация не действительно!',
    'created' => 'Сахранено',
    'updated' => 'Обновлено',
    'can_not_update' => 'Не получилось обновить',
    'not_found' => 'По вашему запросу данные не найдены!',
    'found_record' => 'Такая информация уже сохранено!',
    'registered' => 'Этот номер телефона уже используется!',
];
